Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutRightT
source: Returns a column containing the specified number of characters from the end of the text value evaluated per row within the specified table or collection.
bg_bg: Връща таблица, съдържаща указания брой знаци от края на текстовата стойност, изчислена на ред в указаната таблица или колекция.
ca_es: Retorna una columna que conté el nombre de caràcters especificat al final del valor de text avaluat per fila de la taula o col·lecció especificada.
cs_cz: Vrátí sloupec obsahující zadaný počet znaků z konců textových hodnot. Vyhodnocuje se pro každý řádek v zadané tabulce nebo kolekci.
da_dk: Returnerer en kolonne, der indeholder det angivne antal tegn fra slutningen af tekstværdien, som evalueres pr. række, i den angivne tabel eller samling.
de_de: Gibt eine Spalte zurück, die die angegebene Anzahl Zeichen vom Ende des Textwerts enthält, bei Auswertung pro Zeile in der angegebenen Tabelle oder Sammlung.
el_gr: Επιστρέφει μια στήλη που περιέχει τον καθορισμένο αριθμό χαρακτήρων από το τέλος της τιμής κειμένου που αξιολογείται ανά σειρά εντός του καθορισμένου πίνακα ή της καθορισμένης συλλογής.
es_es: Devuelve una columna que contiene el número especificado de caracteres desde el final del valor de texto evaluado por fila dentro de la tabla o colección especificada.
et_ee: Tagastab tekstväärtuse lõpust määratud arvu märke sisaldava veeru, mis arvutatakse määratud tabelis või kogumis ridade kaupa.
eu_es: Testu-balioaren amaieran zehaztutako karaktere kopurua duen zutabe bat itzultzen du (zehaztutako taulan edo bilduman errenkadako ebaluatu dena).
fi_fi: Palauttaa sarakkeen, joka sisältää määritetyn määrän merkkejä tekstiarvon lopusta arvioituna riviä kohti määritetyssä taulukossa tai kokoelmassa.
fr_fr: Retourne une colonne contenant le nombre spécifié de caractères depuis la fin de la valeur de texte, évaluée par ligne dans la table ou la collection spécifiée.
gl_es: Devolve unha columna que contén o número de caracteres especificado desde o final do valor de texto avaliado por fila dentro da táboa ou colección especificadas.
hi_in: पाठ मान के अंत से वर्णों की निर्दिष्ट संख्या वाला स्तंभ लौटाता है जिसका मूल्यांकन निर्दिष्ट तालिका या संग्रह में प्रत्येक पंक्ति पर किया गया हो.
hr_hr: Vraća stupac koji sadrži određeni broj znakova s kraja tekstne vrijednosti koja se vrednuje po retku unutar određene tablice ili zbirke.
hu_hu: Egy oszlopot ad vissza, amelyben a megadott tábla vagy gyűjtemény egyes soraiban szereplő értékek megadott számú karaktere szerepel (az érték végéről).
it_it: Restituisce una colonna contenente il numero specificato di caratteri a partire dalla fine del valore di testo valutato per riga nella tabella o nella raccolta specificata.
ja_jp: テキスト値の末尾から、指定の数の文字が含まれる列を返します。指定したテーブルまたはコレクション内の行ごとに評価されます。
kk_kz: Көрсетілген кесте немесе жиынтық ішінде әр жол үшін есептелген мәтіндік мәннің соңынан таңбалардың көрсетілген саны бар бағанды қайтарады.
ko_kr: 지정된 테이블이나 컬렉션 내 행당 평가되는 텍스트 값 끝부분에서 지정된 문자 수를 포함하는 열을 반환합니다.
lt_lt: Pateikia stulpelį, kuriame yra nurodytas simbolių iš teksto reikšmės pabaigos skaičius, įvertinus kiekvieną eilutę konkrečioje lentelėje arba rinkinyje.
lv_lv: Atgriež kolonnu, kas satur norādīto rakstzīmju skaitu no teksta vērtības beigām, kas novērtēta katrai rindai norādītajā tabulā vai kolekcijā.
ms_my: Mengembalikan lajur yang mengandungi bilangan aksara yang ditentukan daripada penghujung nilai teks yang dinilai bagi setiap baris dalam jadual atau koleksi yang ditentukan.
nb_no: Returnerer en kolonne som inneholder det angitte antallet tegn fra slutten av en tekstverdi, evaluert per rad i den angitte tabellen eller samlingen.
nl_nl: Hiermee wordt een kolom geretourneerd die het opgegeven aantal tekens vanaf het eind van een tekstwaarde bevat, geëvalueerd per rij in de opgegeven tabel of verzameling.
pl_pl: Zwraca kolumnę zawierającą określoną liczbę znaków od końca wartości tekstowej. Funkcja jest oceniana dla każdego wiersza w określonej tabeli lub kolekcji.
pt_br: Retorna uma coluna contendo o número de caracteres especificado no final do valor de texto avaliado por linha dentro da tabela ou coleção especificada.
pt_pt: Devolve uma coluna que contém o número de carateres especificado a partir do final do valor de texto avaliado por linha dentro da coleção ou da tabela especificada.
ro_ro: Returnează o coloană care conține numărul specificat de caractere de la sfârșitul unei valori text, evaluate pentru fiecare rând din tabelul specificat sau colecția specificată.
ru_ru: Возвращает столбец, содержащий указанное число символов с конца текстовой строки для каждой строки в указанной таблице или коллекции.
sk_sk: Vráti stĺpec obsahujúci zadaný počet znakov od konca textovej hodnoty vyhodnotenej pre riadok v zadanej tabuľke alebo kolekcii.
sl_si: Vrne stolpec, ki vsebuje določeno število znakov od konca besedilne vrednosti, pri čemer je ovrednotena vsaka vrstica določene tabele ali zbirke.
sr_cyrl_rs: Враћа колону која садржи наведени број знакова од краја вредности текста по реду у оквиру наведене табеле или колекције.
sr_latn_rs: Vraća kolonu koja sadrži navedeni broj znakova od kraja vrednosti teksta po redu u okviru navedene tabele ili kolekcije.
sv_se: Returnerar en kolumn som innehåller det angivna antalet tecken från slutet av textvärdet, utvärderat per rad inom den angivna tabellen eller samlingen.
th_th: ส่งกลับค่าคอลัมน์ที่มีตัวเลขที่กำหนดของอักขระสุดท้ายของข้อความ โดยประเมินตามแถวของตารางหรือคอลเลกชันที่ระบุ
tr_tr: Belirtilen tablo veya koleksiyondaki her satır için değerlendirilen metin değerinin sonundaki belirtilen sayıda karakteri içeren sütunu döndürür.
uk_ua: Повертає стовпець, що містить указану кількість символів із кінця текстового значення, яке обчислюється стосовно кожного рядка в межах указаної таблиці або колекції.
vi_vn: Trả về một cột có chứa số ký tự được chỉ định từ cuối giá trị văn bản được đánh giá theo hàng trong bảng hoặc bộ sưu tập được chỉ định.
zh_cn: 返回一列，其中包含从对指定表或集合中每行计算的文本值结尾算起的指定数量字符。
zh_tw: 對指定資料表或集合中每個資料列的文字值進行評估，傳回一個資料行，內含從該文字值結尾算起一直到指定字元數的內容。

# AboutRight_text
source: A text value to extract characters from.
bg_bg: Текстова стойност, от която да се извлекат знаци.
ca_es: Valor de text del qual s'extrauran caràcters.
cs_cz: Textová hodnota, ze které se mají znaky extrahovat
da_dk: En tekstværdi, hvorfra der skal udtrækkes tegn.
de_de: Ein Textwert, aus dem Zeichen extrahiert werden sollen.
el_gr: Μια τιμή κειμένου για την εξαγωγή χαρακτήρων.
es_es: Un valor de texto del que se van a extraer caracteres.
et_ee: Tekstväärtus, kust märgid ekstraktitakse.
eu_es: Testu-balioa, zeinari karaktereak aterako zaizkion.
fi_fi: Tekstiarvo, joista merkit poimitaan.
fr_fr: Valeur de texte dont extraire des caractères.
gl_es: Valor de texto do que se van extraer caracteres.
hi_in: वह पाठ मान जिससे वर्ण निकाले जाने हैं.
hr_hr: Tekstna vrijednost iz koje se izdvajaju znakovi.
hu_hu: Az a szöveges érték, amelyből ki kell nyerni a karaktereket.
it_it: Valore di testo da cui estrarre i caratteri.
ja_jp: 文字の抽出元となるテキスト値。
kk_kz: Таңбалар алынатын мәтіндік мән.
ko_kr: 문자를 추출할 텍스트 값입니다.
lt_lt: Teksto reikšmė, iš kurios reikia išgauti simbolius.
lv_lv: Teksta vērtība, no kuras izgūt rakstzīmes.
ms_my: Nilai teks untuk aksara diekstrak.
nb_no: En tekstverdi det skal trekkes ut tegn fra.
nl_nl: Een tekstwaarde waaruit tekens moeten worden geëxtraheerd.
pl_pl: Wartość tekstowa, z której zostaną wyodrębnione znaki.
pt_br: Valor de texto do qual os caracteres serão extraídos.
pt_pt: Um valor de texto para extrair os carateres.
ro_ro: O valoare text din care se extrag caractere.
ru_ru: Текстовое значение, из которого будут извлечены символы.
sk_sk: Textová hodnota, z ktorej sa vyextrahujú znaky.
sl_si: Besedilna vrednosti, iz katere je treba izvleči znake.
sr_cyrl_rs: Вредност текста из које треба издвојити знакове.
sr_latn_rs: Vrednost teksta iz koje treba izdvojiti znakove.
sv_se: Ett textvärde att extrahera tecken från.
th_th: ข้อความที่ต้องการแยกตัวอักษรออกมา
tr_tr: Karakterlerin ayıklanacağı bir metin değeri.
uk_ua: Текстове значення, звідки потрібно видобути символи.
vi_vn: Giá trị văn bản cần trích xuất ký tự từ đó.
zh_cn: 要从中提取字符的文本值。
zh_tw: 要擷取其字元的文字值。

# AboutRight_num_chars
source: The number of characters to extract.
bg_bg: Броят знаци за извличане.
ca_es: Nombre de caràcters que s'extraurà.
cs_cz: Počet znaků, které se mají extrahovat
da_dk: Antallet af tegn, der skal trækkes ud.
de_de: Die Anzahl der zu extrahierenden Zeichen.
el_gr: Ο αριθμός των χαρακτήρων για εξαγωγή.
es_es: Número de caracteres que se va a extraer.
et_ee: Ekstraktitavate märkide arv.
eu_es: Aterako den karaktere kopurua.
fi_fi: Poimittavien merkkien määrä.
fr_fr: Nombre de caractères à extraire.
gl_es: Número de caracteres que se van extraer.
hi_in: निकाले जाने वाले वर्णों की संख्या.
hr_hr: Broj znakova koji se izdvajaju.
hu_hu: A kinyerendő karakterek száma.
it_it: Numero di caratteri da estrarre.
ja_jp: 抽出する文字数。
kk_kz: Шығарылатын таңбалар саны.
ko_kr: 추출할 문자 수입니다.
lt_lt: Simbolių skaičius, kurį reikia išgauti.
lv_lv: Izgūstamo rakstzīmju skaits.
ms_my: Bilangan aksara untuk diekstrak.
nb_no: Antall tegn som skal trekkes ut.
nl_nl: Het aantal tekens dat moet worden geëxtraheerd.
pl_pl: Liczba znaków do wyodrębnienia.
pt_br: Número de caracteres a extrair.
pt_pt: O número de carateres para extrair.
ro_ro: Numărul de caractere de extras.
ru_ru: Количество символов для извлечения.
sk_sk: Počet znakov na vyextrahovanie.
sl_si: Število znakov, ki jih je treba izvleči.
sr_cyrl_rs: Број знакова за издвајање.
sr_latn_rs: Broj znakova za izdvajanje.
sv_se: Antal tecken att extrahera.
th_th: จำนวนตัวอักษรที่จะแยกออกมา
tr_tr: Ayıklanacak karakter sayısı.
uk_ua: Кількість символів, яку потрібно видобути.
vi_vn: Số ký tự cần trích xuất.
zh_cn: 要提取的字符数。
zh_tw: 要擷取的字元數。

# AboutRight_text_column
source: A column of text values to extract characters from.
bg_bg: Колона с текстови стойности, от която да се извлекат знаци.
ca_es: Columna de valors de text de la qual s'extrauran caràcters.
cs_cz: Sloupec textových hodnot, ze kterého se mají znaky extrahovat
da_dk: En kolonne af tekstværdier, hvorfra der skal udtrækkes tegn.
de_de: Eine Spalte mit Textwerten, aus denen Zeichen extrahiert werden sollen.
el_gr: Μια στήλη τιμών κειμένου για την εξαγωγή χαρακτήρων.
es_es: Una columna de valores de texto de la que se van a extraer caracteres.
et_ee: Tekstväärtuste veerg, millest märgid ekstraktitakse.
eu_es: Testu-balioen zutabea, nondik karaktereak aterako diren.
fi_fi: Sellaisten tekstiarvojen sarake, joista merkit poimitaan.
fr_fr: Colonne de valeurs de texte dont extraire des caractères.
gl_es: Columna de valores de texto da que se van extraer caracteres.
hi_in: ऐसे पाठ मानों का स्तंभ जिनसे वर्ण निकाले जाने हैं.
hr_hr: Stupac tekstnih vrijednosti iz kojeg se izdvajaju znakovi.
hu_hu: Az azokat a szöveges értékeket tartalmazó oszlop, amelyekből ki kell nyerni a karaktereket.
it_it: Colonna di valori di testo da cui estrarre i caratteri.
ja_jp: 文字の抽出元となるテキスト値の列。
kk_kz: Таңбалар алынатын мәтіндік мәндер бағаны.
ko_kr: 문자를 추출할 텍스트 값의 열입니다.
lt_lt: Teksto reikšmių stulpelis, iš kurio reikia išgauti simbolius.
lv_lv: Teksta vērtību kolonna, no kuras izgūt rakstzīmes.
ms_my: Lajur nilai teks untuk mengekstrak aksara.
nb_no: En kolonne med tekstverdier det skal trekkes ut tegn fra.
nl_nl: Een kolom met tekstwaarden waaruit tekens moeten worden geëxtraheerd.
pl_pl: Kolumna wartości tekstowych, z której zostaną wyodrębnione znaki.
pt_br: Coluna de valores de texto da qual os caracteres serão extraídos.
pt_pt: Uma coluna de valores de texto para extrair os carateres.
ro_ro: O coloană de valori text din care se extrag caractere.
ru_ru: Столбец текстовых значений, из которого будут извлечены символы.
sk_sk: Stĺpec textových hodnôt, z ktorých sa vyextrahujú znaky.
sl_si: Stolpec besedilnih vrednosti, iz katerega je treba izvleči znake.
sr_cyrl_rs: Колона са вредностима текста из које треба издвојити знакове.
sr_latn_rs: Kolona sa vrednostima teksta iz koje treba izdvojiti znakove.
sv_se: En kolumn med textvärden att extrahera tecken från.
th_th: คอลัมน์ของข้อความที่ต้องการแยกตัวอักษรออกมา
tr_tr: Karakterlerin ayıklanacağı metin değerlerini içeren bir sütun.
uk_ua: Стовпець із текстовими значеннями, звідки потрібно видобути символи.
vi_vn: Cột giá trị văn bản cần trích xuất ký tự từ đó.
zh_cn: 要从中提取字符的文本值组成的列。
zh_tw: 要擷取其字元的文字值資料行。

# LeftRightArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# LeftRightTArg1
source: text_column
bg_bg: текстова_колона
ca_es: columna_text
cs_cz: sloupec_textu
da_dk: tekst_kolonne
de_de: Textspalte
el_gr: στήλη_κειμένου
es_es: columna_texto
et_ee: tekstiveerg
eu_es: testu_zutabea
fi_fi: tekstisarake
fr_fr: colonne_texte
gl_es: columna_texto
hi_in: पाठ_स्तंभ
hr_hr: tekstni_stupac
hu_hu: szöveg_oszlopa
it_it: colonna_testo
ja_jp: テキスト_列
kk_kz: мәтін_бағаны
ko_kr: 텍스트_열
lt_lt: teksto_stulpelis
lv_lv: teksta_kolonna
ms_my: lajur_teks
nb_no: tekstkolonne
nl_nl: kolom_tekst
pl_pl: kolumna_tekstu
pt_br: coluna_texto
pt_pt: coluna_texto
ro_ro: coloană_text
ru_ru: текстовый_столбец
sk_sk: textový_stĺpec
sl_si: stolpec_z_besedilom
sr_cyrl_rs: текст_колона
sr_latn_rs: tekst_kolona
sv_se: text_kolumn
th_th: คอลัมน์_ข้อความ
tr_tr: metin_sütunu
uk_ua: текстовий_стовпець
vi_vn: cột_văn_bản
zh_cn: 文本列
zh_tw: 文字_資料行

# LeftRightArg2
source: num_chars
bg_bg: брой_знаци
ca_es: núm_caràcters
cs_cz: počet_znaků
da_dk: num_tegn
de_de: Anzahl_Zeichen
el_gr: αριθμός_χαρακτήρων
es_es: núm_caracteres
et_ee: märkide_arv
eu_es: karaktere_kop
fi_fi: merkkien_määrä
fr_fr: nombre_car
gl_es: núm_caracteres
hi_in: वर्णो_संख्या
hr_hr: broj_znakova
hu_hu: karakterek_száma
it_it: num_caratteri
ja_jp: 文字数
kk_kz: таңбалар_саны
ko_kr: 문자_수
lt_lt: simbolių_skaičius
lv_lv: skaits_rakstzīmes
ms_my: nombor_aksara
nb_no: num_tegn
nl_nl: aantal_tekens
pl_pl: liczba_znaków
pt_br: núm_charact
pt_pt: num_carateres
ro_ro: num_car
ru_ru: количество_символов
sk_sk: počet_znakov
sl_si: število_znakov
sr_cyrl_rs: нум_знакови
sr_latn_rs: num_znakovi
sv_se: num_tecken
th_th: จำนวน_อักขระ
tr_tr: sayı_karakterler
uk_ua: кількість_символів
vi_vn: ký_tự_số
zh_cn: 数字字符
zh_tw: 字元_數

# AboutIsBlank
source: Checks whether the expression results in blank, and returns true or false.
bg_bg: Проверява дали резултатът от израза е празен и връща true или false.
ca_es: Comprova si l'expressió dóna com a resultat un valor en blanc i retorna true o false.
cs_cz: Zkontroluje, jestli je výsledek výrazu prázdný, a vrátí hodnotu true nebo false.
da_dk: Kontrollerer, om udtrykket resulterer i blank, og returnerer sand eller falsk.
de_de: Überprüft, ob der Ausdruck einen leeren Wert ergibt, und gibt WAHR oder FALSCH zurück.
el_gr: Ελέγχει εάν η παράσταση έχει ως αποτέλεσμα κενό και επιστρέφει την τιμή true ή false.
es_es: Comprueba si los resultados de la expresión están en blanco y devuelve TRUE o FALSE.
et_ee: Kontrollib, kas avaldise tulemus on tühiväärtusega, ja tagastab väärtuse Tõene või Väär.
eu_es: Espresioa hutsik dagoen egiaztatzen du eta "egia" edo "faltsua" balioa itzultzen du.
fi_fi: Tarkistaa, onko lausekkeen tulos tyhjä, ja palauttaa arvon tosi tai epätosi.
fr_fr: Vérifie si l’expression donne un résultat vide, puis retourne Vrai ou Faux.
gl_es: Comproba se a expresión dá lugar a un espazo en branco e devolve verdadeiro ou falso.
hi_in: यह जाँचता है कि क्या व्यंजक का परिणाम रिक्त आता है, और सत्य या असत्य लौटाता है.
hr_hr: Provjerava je li rezultat izraza prazan i vraća true ili false.
hu_hu: Azt vizsgálja, hogy üres értéket ad-e eredményül a kifejezés, és a true vagy a false értéket adja vissza.
it_it: Verifica se l'espressione produce un risultato vuoto e restituisce vero o falso.
ja_jp: 式の結果が空白かどうかをチェックし、True または False を返します。
kk_kz: Өрнек нәтижелерінің бос болуын не болмауын тексереді және "шын" немесе "жалған" мәнін қайтарады.
ko_kr: 식이 비게 되는지 여부를 확인하고 true나 false를 반환합니다.
lt_lt: Tikrina, ar reiškinio rezultatas yra tuščia reikšmė, ir pateikia „true“ arba „false“.
lv_lv: Pārbauda, vai izteiksmes rezultāts ir tukšs, un atgriež vērtību "true" vai "false".
ms_my: Menyemak sama ada ungkapan menghasilkan kosong dan mengembalikan benar atau palsu.
nb_no: Kontrollerer om uttrykket resulterer i en tom verdi, og returnerer sann eller usann.
nl_nl: Hiermee wordt gecontroleerd of de expressie in lege waarden resulteert en wordt waar of onwaar geretourneerd.
pl_pl: Sprawdza, czy wynik wyrażenia jest pusty, i zwraca wartość prawda lub fałsz.
pt_br: Verifica se a expressão resulta em branco e retorna verdadeiro ou falso.
pt_pt: Verifica se a expressão resulta em branco e devolve verdadeiro ou falso.
ro_ro: Verifică dacă expresia rezultată este goală și returnează adevărat sau fals.
ru_ru: Проверяет, дает ли выражение пустой результат, и возвращает true или false.
sk_sk: Skontroluje, či je výsledok výrazu prázdna hodnota, a vráti výsledok pravda alebo nepravda.
sl_si: Preveri, ali je rezultat izraza prazen in vrne »true« ali »false«.
sr_cyrl_rs: Проверава да ли је резултат израза празан, и враћа исправно или погрешно.
sr_latn_rs: Proverava da li je rezultat izraza prazan, i vraća ispravno ili pogrešno.
sv_se: Kontrollerar om uttrycket resulterar i tomt och returnerar sant eller falskt.
th_th: ตรวจสอบว่านิพจน์ผลลัพธ์ว่างเปล่าหรือไม่ และคืนค่า true หรือ false
tr_tr: İfadenin boş olup olmadığını denetler ve true veya false değeri döndürür.
uk_ua: Перевіряє, чи не повертає вираз пусте значення, і надає результат у форматі істина-хибність.
vi_vn: Kiểm tra xem kết quả biểu thức có bị trống không và trả về giá trị đúng hoặc sai.
zh_cn: 检查表达式是否生成空，并返回 true 或 false。
zh_tw: 檢查運算式結果是否為空白，並傳回 True 或 False。

# IsBlankArg1
source: expression
bg_bg: израз
ca_es: expressió
cs_cz: výraz
da_dk: udtryk
de_de: Ausdruck
el_gr: παράσταση
es_es: expresión
et_ee: avaldis
eu_es: adierazpena
fi_fi: lauseke
gl_es: expresión
hi_in: व्यंजक
hr_hr: izraz
hu_hu: kifejezés
it_it: espressione
ja_jp: 式
kk_kz: өрнек
ko_kr: 식
lt_lt: reiškinys
lv_lv: izteiksme
ms_my: ungkapan
nb_no: uttrykk
nl_nl: expressie
pl_pl: wyrażenie
pt_br: expressão
pt_pt: expressão
ro_ro: expresie
ru_ru: выражение
sk_sk: výraz
sl_si: izraz
sr_cyrl_rs: израз
sr_latn_rs: izraz
sv_se: uttryck
th_th: นิพจน์
tr_tr: ifade
uk_ua: вираз
vi_vn: biểu_thức
zh_cn: 表达式
zh_tw: 運算式

# AboutIsBlank_expression
source: An expression to be tested.
bg_bg: Израз за тестване.
ca_es: Expressió que es provarà.
cs_cz: Výraz, který se má testovat
da_dk: Et udtryk, der skal testes.
de_de: Ein zu prüfender Ausdruck.
el_gr: Μια παράσταση προς δοκιμή.
es_es: Una expresión que se va a probar.
et_ee: Testitav avaldis.
eu_es: Probatuko den espresioa.
fi_fi: Testattava lauseke.
fr_fr: Expression à tester.
gl_es: Expresión que se vai probar.
hi_in: परीक्षण किया जाने वाला व्यंजक.
hr_hr: Izraz koji se testira.
hu_hu: A vizsgálandó kifejezés.
it_it: Espressione da testare.
ja_jp: テスト対象の式。
kk_kz: Тексерілетін өрнек.
ko_kr: 테스트할 식입니다.
lt_lt: Reiškinys, kurį reikia patikrinti.
lv_lv: Pārbaudāmā izteiksme.
ms_my: Ungkapan untuk diuji.
nb_no: Et uttrykk som skal kontrolleres.
nl_nl: Een expressie die moet worden getest.
pl_pl: Wyrażenie do przetestowania.
pt_br: Expressão a ser testada.
pt_pt: Uma expressão para ser testada.
ro_ro: O expresie de testat.
ru_ru: Выражение для проверки.
sk_sk: Výraz na testovanie.
sl_si: Izraz, ki bo ovrednoten.
sr_cyrl_rs: Израз који ће бити тестиран.
sr_latn_rs: Izraz koji će biti testiran.
sv_se: Ett uttryck som ska testas.
th_th: นิพจน์จะถูกทดสอบ
tr_tr: Test edilecek ifade.
uk_ua: Вираз, який потрібно перевірити.
vi_vn: Biểu thức sẽ được thử nghiệm.
zh_cn: 要进行测试的表达式。
zh_tw: 要測試的運算式。
